<?php ?>
<!DOCTYPE html>
<html lang='ja'>
       <head>
            <meta charset='UTF-8'>
            <meta name='viewport' content='width=device-width'>
            <meta name='keywords' content='数学、医学部、大学受験、難関大学、プログラミング教育'>
            <title>保護者の方へ</title>
            <link rel='stylesheet' href='parent.php'>
       </head>
       <body>
              <header>
                     <h1>保護者の方へ</h1>
              </header>
              <section id='container'>
                     <h3>難関大の問題をクリアするためには何が必要か</h3>
                     <ul>
                            <li class='list'>1.自分の現状と目標とのギャップ。（学習計画）</li>
                            <li class='list'>２．決まった時間に授業を受ける。（学習のペースをつくる、知らないことを無くす）</li>
                            <li class='list'>３．習ったことを自分で使ってみる。（出来るようにする）</li>
                            の３つが学習に必要と学習舎では考えます。
                            　<p>どれもオンラインで可能なものと考えます。
                            一言にオンラインといえども形態はいろいろで、リアルタイムのものもあれば録画もあります。
                            　学習舎では録画だけでは生徒は学習ペースを保ち、モチベーションを維持することは難しいと
                            思うので、決まった時間に授業を受けるという「リアルタイムの授業」がオンラインといえども
                            大切と考えます。</p><br>
                            　<p>それでは授業を受けると力がつくかというと長年の予備校での指導経験をもとにしていえばそ
                            ういうものでもないのです。力をつけるにはやはり「自分で習ったことを使ってみる」つまり演
                            習が欠かせません。</p><br>
                            　<p>この観点より学習舎では授業後の「課題」を出してもらう方針にしています。
                            難関と言われる大学の数学はひところよりは少し易しめ（医学部は少し難しめにはなっています
                            が・・・）ではありますが、やはりそれなりの努力を求められることには変わりありません。</p>
                            
                     </ul>
              </section>
              <footer>
              </footer>
       </body>
</html>
